{
  "Unknown-Hershey-Products": {
    "Date": "November 4, 2020",
    "LinkTitle": "Unknown-Hershey-Products",
    "Title": "Unknown Hershey Products",
    "Author": "Jameson Cohen",
    "Hashtags": [
      "hersheyproducts",
      "CHOCOLATE!!",
      "betyoudidntknow"
    ],
    "Content": [
      "If you were asked how many different candy products Hershey has created, how many would you be able to name? You would likely think pretty quickly of the various flavors of Hershey bar (classic, almond, cookies & cream, etc.), as well as Hershey Kisses. You might even also realize that Reese's Peanut Butter Cups are a Hershey product, created in 1928 by H.B. Reese, a shipping foreman for Milton Hershey. However, likely because most people immediately associate Hershey with chocolate, they don't tend to know just how many wildly popular candies other than the classic Hershey products are also made by the chocolate monolith.",
      "To start off with the non-chocolate products, Hershey is the creator of Ice Breakers, Good & Plenty, and Breath Savers. However, some of the most famous products that few know are made by Hershey are Jolly Ranchers (of all kinds!) and Twizzlers. As for their non-Hershey Bar and Hershey Kiss chocolate products, Hershey is the creator of the Kit-Kat Bar, Mounds Bars, Mr. Good-Bars, Whoppers, and so much more! Basically, if you thought you had a sense of how extensive the Hershey Company is, now you know that it is even more than that. For more information on all of Hershey's products, please visit, https://www.hersheys.com/en_us/our-brands.html."
    ]
  },
  "The-Best-Hershey-Products": {
    "Date": "November 5, 2020",
    "LinkTitle": "The-Best-Hershey-Products",
    "Title": "The Best Hershey Products",
    "Author": "Jameson Cohen",
    "Hashtags": [
      "besthersheyproducts",
      "jollyrancher",
      "hersheykiss"
    ],
    "Content": [
      "The best Hershey products, in my opinion, are Jolly Ranchers, for the non-chocolates, and Hershey Kisses for the chocolates. Here are the reasons why: Jolly Ranchers simply just have too many wonderful fruity flavors to not be considered the best of the non-chocolates. In addition to the original five flavors, they also now have a 'Reds' package, a 'Fruit n' Sour' package, a 'Chews' package, and far more. The best flavors (Blue Raspberry!) are up for debate, but there is no doubt that Jollys are at the top.",
      "For the chooclates, Hershey Kisses are clearly the best because they are small and low-in-calories but still just as delicious as a Hershey Bar. Additionally, if you aren't worried about health, you can just go at these!! Finally, they make a great gift for a loved one. After all, love is written into their very name."
    ]
  },
  "Your-Stay-in-Hershey-PA": {
    "Date": "November 5, 2020",
    "LinkTitle": "Your-Stay-in-Hershey-PA",
    "Title": "Your Stay in Hershey PA",
    "Author": "Jameson Cohen",
    "Hashtags": [
      "stayinhershey",
      "hotelhershey",
      "hersheypark"
    ],
    "Content": [
      "Let me put it this way: If you haven't yet been to Hershey, PA, you haven't truly lived. When you get to Hershey, PA, you should book your stay at the Hotel Hershey. This is a beautiful hotel with traditional rooms as well as cottage rooms as options. They have several pools, basketball courts, shuffle board, and incredibly nice rooms. And, when you check in, you get a chocolate bar for all of your guests. Now, a couple things that you must do on your trip.",
      "#1: You must go to Chocolate World, which is possibly my favorite place on Earth. You can package your own Hershey Kisses, build your own chocolate bar, experience some 4D films and interactive rides, and shop for chocolate and candy of all kinds!",
      "#2: You must go to Hersheypark, the world-famous amuseument park in Hershey, PA. Hersheypark is simply amazing--it has rollercoasters, kids' rides, a waterpark, boardwalk games, shops, amazing food, and more! Daredevils should make sure to ride the Sidewinder, the Great Bear, Skyrush, and, best of all, Farenheit.",
      "#3: You must go to the Hershey Story Museum if you would like to learn all about Milton Hershey, the history of the Hershey Company, and finally, if you would like to learn how to make a chocolate bar, from bean to bar!"
    ]
  }
}
